/*
 Localizable.strings
 MWeb
 
 Created by oulvhai on 15/12/12.
 Copyright © 2015年 Otis. All rights reserved.
 */


/* list panel right click menu */
"Open in New Window" = "在新窗口中打開";
"Move to Trash" = "移動到廢紙簍";
"Put Back" = "還原";
"Delete" = "刪除";
"Export as PDF..." = "導出為 PDF...";
"Export as HTML..." = "導出為 HTML...";
"Export as Markdown..." = "導出為 Markdown...";
"Show in Finder" = "在 Finder 中顯示";

/* category panel right click menu */
"Edit" = "編輯";
"New Category" = "新增分類";
"New Sub Category" = "新增子分類";
"New Document" = "新建文檔";
"Import Files To Library..." = "把文檔導入到文檔庫...";
"Build Site" = "生成網站";
"Clear & Rebuild Site" = "清理並重新生成網站";
"Preview Site..." = "預覽網站...";
"Build & Preview Site..." = "生成並預覽網站...";
"Open Build Path in Finder..." = "在 Finder 中顯示網站生成位置...";

"Build Site Errors!" = "生成網站時發生錯誤！";
"OK" = "確定";
"Building..." = "生成中...";
"Clear & Rebuilding..." = "清理並重新生成...";

/* folder pane right click menu */
"New Folder" = "新建文件夾";
"Expand All" = "全部展開";
"Collapse All" = "全部收起";
"Refresh" = "刷新";
"Unable to add as external source." = "無法增加外部文件夾。";

/* external folder attribute */
"File Name DESC" = "按文件名降序";
"File Name ASC" = "按文件名升序";
"Create Date DESC" = "按新增日期降序";
"Create Date ASC" = "按新增日期升序";
"Modify Date DESC" = "按修改日期降序";
"Modify Date ASC" = "按修改日期升序";
"Same as Preferences" = "與偏好設置相同";
"Enable Newlines to <br>" = "啓用把換行轉為 <br> 標籤";
"Disable Newlines to <br>" = "禁用把換行轉為 <br> 標籤";
"Relative" = "相對位置";
"Absolute" = "絕對位置";

/* titlebar setting pane */
"Extension for %@" = "當前網站: %@";
"This HTML file name is existed!" = "此文檔名已被使用!";


/* pdf export accessory view controller */
"Create a Table of Contents for PDF (Pro Only)." = "為生成的 PDF 增加大綱視圖（付費版支持）。";


/* publish service */
"Update published document ( published in %@ )" = "更新已發佈的文檔 ( 最後一次發佈於 %@ )";

"Error:" = "錯誤:";
"Please fill Blog URL!" = "請填入博客網址!";
"Please fill Publish URL!" = "請填入 API 地址!";
"Please fill Account!" = "請填入帳號!";
"Please fill Password!" = "請填入密碼!";
"Validation failed! Can't get the blog info!" = "驗證錯誤，無法取得博客信息!";

"faultCode:%@, faultMessage:%@." = "錯誤代碼:%@， 錯誤信息:%@。";

/* publish tumblr */
"Please fill Tumblr Email!" = "請填入 Tumblr 的發佈 Email!";
"Post to Tumblr by Email" = "用 Email 發佈到 Tumblr";

/* evernote */
"Please fill Title!" = "請填入標題!";
/* wordpress.com */
"Fetch Categories Error:" = "獲取分類時發生錯誤:";
"Fetch Post Error:" = "獲取已發佈的文章信息時發生錯誤:";

/* meduim */
"Please fill integration Token!" = "請填入 Integration Token!";
"Please try again!" = "請重試看看!";
"The integration Token is invalid or has been revoked." = "此 Integration Token 已無效或被刪除！";
"You can get an integration Token at the bottom of the Settings page of your Medium account." = "你可以從 Medium 的帳號設置頁面中的最底下獲取 Integration Token ";
"Settings page" = "帳號設置頁面";

/* local images upload */
"POST Header Data" = "POST Header 數據";
"POST Body Data" = "POST Body 數據";
"Please fill Name!" = "請填入名稱!";
"Please fill API URL!" = "請填入 API 地址!";
"Please fill POST File Name!" = "請填入 POST File Name!";
"Please fill Response URL Path!" = "請填入圖片 URL 路徑!";
"Validation" = "驗證";
"Success!" = "成功!";
"Uploaded Image URL is: %@" = "已上傳圖片的網址為: %@";
"Can't get access token!" = "無法獲取 access token!";


/* extension */
"Please Fill Template Variables Name!" = "請填入模板的變量名!";
"This Template Variables Name is used!" = "此變量名已被使用!";

/* preferences */
"Typewriter Scrolling Activate when Content’s height %ld%% of Editor" = "當內容高度達到編輯器高度的 %ld%% 時啓用打字機滾動(Typewriter Scrolling)";
"Choose" = "選擇";
"General" = "通用設置";

"Cancel" = "取消";
"Delete selected items?" = "刪除所選項嗎?";
"Import" = "導入";
"Can't read the file!" = "不無讀取此文件!";
"Error: %@" = "錯誤: %@";
"Parse json error!" = "解析 JSON 時發生錯誤!";
"Extension" = "擴展";

"Themes" = "主題&樣式";
"Custom..." = "自定義...";

/* publish preferences */
"Delete the service?" = "確定刪除此服務嗎?";
"Deleted service cannot be restored." = "刪除後將不能恢復！";
"Evernote service already added!" = "Evernote 服務已存在!";
"印象筆記 service already added!" = "印象筆記服務已存在!";
"%@ already added!" = "%@ 已存在!";
"Save Access Token Error:" = "保存 Access Token 時發生錯誤:";
"Can't find any blog in Blogger!" = "你的 Google 帳號中無任何 Blogger！請先增加 Blogger。";
"Publishing" = "發佈服務";

/* backup */
"Backup Location 1 is not exsit, removed!" = "備份位置 1 不存在，已移除！ ";
"Backup Location 2 is not exsit, removed!" = "備份位置 2 不存在，已移除！ ";
"Backup Location 3 is not exsit, removed!" = "備份位置 3 不存在，已移除！ ";
"Last Backup: %@" = "上一次備份時間: %@";
"Last Backup: - " = "上一次備份時間: 無 ";
"Backup" = "備份";


/* cfawindowcontroller */
"No document in this category!" = "此分類中無任何文檔!";
"Generating PDF..." = "生成 PDF...";
"Export" = "導出";
"Export documents error !" = "導出文檔時發生錯誤 !";
"Insert" = "插入";
"Copy HTML" = "複製 HTML";
"There were some errors when parsing the stylesheet:" = "解析樣式時發生一些錯誤:";
"Copy as Image" = "複製為圖片";
"Save as Image..." = "保存為圖片...";
"Save as PDF..." = "保存為 PDF...";
"Export as HTML..." = "導出為 HTML...";
"Copy as Rich Text" = "複製為富文本";
"Export as RTF..." = "導出為 RTF...";
"Export as Docx..." = "導出為 Docx...";
"Live Preview" = "實時預覽";
"Upload Local Images to..." = "把本地圖片傳至圖床...";
"Setting Publish to Wordpress, Evernote..." = "設置發佈到 Wordpress, Evernote...";
"Delete the category?" = "確定刪除此分類嗎?";
"Deleted category cannot be restored." = "刪除分類後將不能恢復！";
"Please select parent category !" = "請選擇一個父分類 !";


/* cfaexternalcontroller */
"Please select a floder !" = "請選擇一個文件夾 !";
"A subfolder of %@ is already used as external source %@" = "文件夾 \"%@\" 中包含有引入的文件夾 \"%@\"，無法增加！";
"The folder %@ is already part of the external source %@" = "子文件夾 \"%@\" 已經包含在引入的文件夾 \"%@\" 中了！";
"Unable to add as external source." = "無法引入此文件夾！";
"Remove the selected external source?" = "移除此引入的文件夾嗎?";
"Delete the selected floder? The floder will move to trash!" = "確定刪除所選文件夾嗎？點確定後會把文件夾移到廢紙蔞中！";
"Remove" = "移除";

/* appcontroller */
"Inbox" = "所有文檔";
"Trash" = "廢紙蔞";
"Recent" = "最近使用";

"EXTERNAL SOURCES" = "外部文件夾";
"Buy MWeb" = "購買 MWeb";

/* MWeb Lite's Documents Library is demo version of MWeb, If you like MWeb, Please buy MWeb for supporting MWeb's development. Thank you! */
"checkLiteVersionLibraryIsMaxDescription" = "MWeb Lite 的文檔庫功能只用於試用，限定不能超過 10 個文檔，如果你喜歡 MWeb，請購買正式版來支持開發者！感謝！";

/* MWeb Lite's Publishing is demo version of MWeb. If you like MWeb, Please buy MWeb for supporting MWeb's development. Thank you! */
"checkLiteVersionPublishIsMaxDescription" = "MWeb Lite 的發佈功能限定只能增加一個發佈服務，如果你喜歡 MWeb，請購買正式版來支持開發者！感謝！";

/* MWeb Lite's External Source is demo version of MWeb. If you like MWeb, Please buy MWeb for supporting MWeb's development. Thank you! */
"checkLiteVersionExternalIsMaxDescription" = "MWeb Lite 的外部模式引入文件夾功能限定只能引入一個文件夾，如果你喜歡 MWeb，請購買正式版來支持開發者！感謝！";

/* MWeb Lite unsupport Local Images Upload Service. If you like MWeb, Please buy MWeb for supporting MWeb's development. Thank you! */
"checkLiteVersionLocalImagesUploadIsMaxDescription" = "MWeb Lite 不支持圖床功能，如果你喜歡 MWeb，請購買正式版來支持開發者！感謝！";

/* MWeb Lite is demo version of MWeb. If you like MWeb, Please buy MWeb for supporting MWeb's development. Thank you! */
"checkLiteVersionGeneralDescription" = "MWeb Lite 只用於試用，如果你喜歡 MWeb，請購買正式版來支持開發者！感謝！";

"Preferences" = "偏好設置";



/*cfa category eidt */
"Category_Orderby_Newest on Top" = "最新在前";
"Category_Orderby_Oldest on Top" = "最舊在前";
"Category_Orderby_Custom" = "自定義拖拽排序";
"Category_Orderby_Title" = "按標題";










